/* format for the artist Label */
"ARTIST_NAME_LABEL_FORMAT" = "%2$@ του %1$@";

/* Localized kind : Album */
"Album" = "Αλμπουμ";

/* Localized kind : Software */
"App" = "Προγραμμα";

/* Localized kind : Audio Book */
"Audio Book" = "βιβλιο ηχου";

/* Localized kind : Book */
"Book" = "βιβλίο";

/* Localized kind : e-book */
"E-book" = "ηλ βιβλίο";

/* Localized kind : Feature Movie */
"Movie" = "Ταινία";

/* Localized kind : Music Video */
"Music Video" = "Βιντεοκλίπ";

/* Localized kind : podcast */
"Podcast" = "Podcast";

/* Localized kind : Song */
"Song" = "τραγούδι";

/* TV Episode */
"TV Episode" = "επισόδειο τηλ";

/* Error Message : title */
"There was an error reading from the iTune Store. Please try again." = "Υπήρξε ένα πρόβλημα με την συνδεση στο iTunes.Παρακαλώ δοκιμάστε ξανά.";



/* artistNameLabel.text : unknown */
"uknown" = "Αγνωστος";

/* Error alert: Whoooops .... */
"Whoooops ...." = "Ουυυυψψψ ....";
